10/data/attachments/e00344e6c82b401f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Nicholas_maybe_Actions_33046_3</nif:username>
            <nif:friendToBeRequested>soap_actions_40c31c0a-1c15-4e2c-8db7-8b846de2efc4</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>